<?php
define('_NEWS', 'Новости');
define('_TAGS_ALL', 'Тэгов всего');
define('_NEWSNOTFOUND', 'Ни одной новости не найдено.');
define('_MORE', 'Читать далее');
define('_EDIT_NEWS', 'Редактировать новость');
define('_DELETE_NEWS', 'Удалить новость');
define('_ADD_NEWS', 'Добавить новость');
define('_RELATED_NEWS', 'Похожие новости');
define('_NEWS_COMMENTS_OFF', 'Комментирование данной новости отключено');
define('_NEWS_ADD_INFO_0', 'Администратором сайта был установлен лимит на максимальное количество новостей, допустимых к ожиданию на модерацию. На данный момент на сайт добавлено максимальное количество новостей, которые ожидают проверки администратором. Попробуйте добавить вашу новость немного позднее.');
define('_NEWS_ADD_INFO_1', 'Все новости перед публикацией проходят процесс модерации администратором. Поэтому будьте внимательны при заполнении всех полей формы, старайтесь не допускать ошибок.');
define('_NEWS_ADD_ERROR_0', 'Чтобы размещать новости необходимо пройти процесс <a href="profile/registration" title="Регистрация">регистрации</a> на сайте!');
define('_NEWS_ADD_ERROR_1', 'Вам не доступна функция редактирования новостей!');
